docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-17 Sun 17:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>American Revolution Historiography Essay Prep</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Huxley Marvit" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">American Revolution Historiography Essay Prep</h1> <h2 class="subtitle"></h2> <span class="author">Huxley Marvit</span> <span class="date">2021-10-17 Sun 17:27</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='index.html'>HIST301 Master Index</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#thesis">0.1. Thesis!</a></li>
<li><a href="#outlining">0.2. Outlining</a></li>
<li><a href="#evidencing">0.3. Evidencing</a></li>
<li><a href="#finer">0.4. finer</a></li>
<li><a href="#quote-bin">0.5. Quote bin</a></li>
<li><a href="#fridge">0.6. fridge</a></li>
</ul>
</li>
<li><a href="#writing.-begin.">1. Writing. Begin.</a></div></div>
</div>
<p>
#flo #ret #disorganized #hw
</p>

<hr />

<pre class="example" id="org7080527">
title: prompt
American Revolution Historiography Essay

In a paper approximately 4 pages in length, write a synthesis essay using at least two of the American revolution articles. The goal of the paper is to write about the historiography of the American revolution, synthesizing different interpretations to make your own argument about the causes of the American revolution. 

Synthesis writing is not that much different from what you did in 10th grade where you incorporated multiple sources while answering questions posed in the prompt. You are not summarizing the texts, comparing/contrasting, or making a judgement about how one source stacks up against another. Instead, you are using the sources to develop and advance your own idea about the revolution. 

Your synthesis might take one of two general tracks (though I am open to discussing additional ideas as well):

1.  Historiography: How might the sources help us to think about how histories of the revolution are told. You might think about the types of arguments the authors are making: do they construct a top-down or bottom-up narrative? Do they highlight political, economic, cultural, or ideological factors in their explanation of the events leading up to the revolution? What are the implications of these organizational and analytical decisions? Your paper might resemble a “state of the field” highlighting the insights and lingering questions from our accumulative understanding of the revolution. You might also highlight what is “at stake” in these arguments about the revolution

2.  Historical synthesis: Using the evidence and insights from the authors, what kinds of conclusions might you draw about the revolution. You might look at different causal forces to talk about the radical potential or radical results of the revolution (or lack thereof). You might develop connections between the different analytical perspectives offered by the authors--for example, how might we look at ideological roots, elite anxiety, and popular participation as being constituent parts of a larger whole? Does the revolution represent an advancement in democracy or a continuation of elite rule? What sort of ideas, fears, and interests do the authors point to in describing the motivations of the different actors involved in the revolution?


To assemble the material for your essay, you should feel free to utilize your notes from the presentations of other readings, consult with your classmates, and/or read parts of the other readings while preparing your essay. While your thesis should of course be your own original work, it is always a good idea to talk about your ideas with others, including your classmates.
</pre>

<p>
what was the cause of the american revoltion?
</p>

<p>
thinking:
</p>

<p>
historians that we read think about causality wrong
</p>

<p>
proximal and distal causality?
</p>

<p>
infinite chain of causality
</p>

<p>
cause -&gt; cause -&gt; effect
</p>

<p>
multiple causes can lead to multiple effects which in turn have effects
</p>

<p>
there is no single cause! it fits into this graph-network of causes and
effects
</p>

<p>
essay: fit the causes of the american revolution into this graph
framework of cause -&gt; effect
</p>

<p>
for example, being able to unite over shared rejection of goods might be
a proximal cause, but it is not <i>the</i> cause of the revolution.
</p>

<p>
big idea: <b>NEW MODEL OF CAUSALITY</b> this is, historiography.
</p>

<ul class="org-ul">
<li>summaries of the readings:

<ul class="org-ul">
<li>Holton: forced founders

<ul class="org-ul">
<li>economic situations!

<ul class="org-ul">
<li>each chapter about how lack of independence has negative
economic impacts</li>
</ul></li>

<li>elites had to do stuff because of their debt?</li>
</ul></li>

<li>Wood: The Radicalism of the American Revolution

<ul class="org-ul">
<li>united by values</li>
<li>popular belief shaped by lived experience

<ul class="org-ul">
<li>this is what drove the revolution</li>
</ul></li>
</ul></li>

<li>Bailyn: The Ideological Origins of the American Revolution

<ul class="org-ul">
<li>british political radicals?</li>
<li>enslaving america via taxes?</li>
</ul></li>

<li>Breen: The Marketplace of Revolution

<ul class="org-ul">
<li>social resources allowed people to unite across colonies

<ul class="org-ul">
<li>shared rejection of goods!</li>
</ul></li>
</ul></li>

<li>Linebaugh and Rediker: Many Headed Hydra

<ul class="org-ul">
<li>Not about great men, it's really about

<ul class="org-ul">
<li>sailors, slaves, mobs</li>
</ul></li>

<li>marxist! rise of the proletariat!</li>
</ul></li>
</ul></li>
</ul>

<p>
[forced founders + -&gt;
</p>

<p>
bailyn -&gt; [wood, holton] -&gt;
</p>

<p>
linebaugh: breen: [wood, holton] : bailyn &lt;- time
</p>

<ul class="org-ul">
<li>many different people united.

<ul class="org-ul">
<li>how did they unite?</li>
</ul></li>

<li>people could united their ideals through shared rejection of goods

<ul class="org-ul">
<li>why did they have the ideals?</li>
</ul></li>

<li>shared lived experience &#x2013; in debt

<ul class="org-ul">
<li>why did they have that lived experience &#x2013; why were they in debt?</li>
</ul></li>

<li>taxes!

<ul class="org-ul">
<li>why did they have taxes?</li>
</ul></li>
</ul>

<p>
the complex nature of causality
</p>

<p>
outline: - thesis - causality is complex and historians pick a small
piece that matches a ideological agenda -
</p>

<p>
with this updated model, the "cause" of the revolution becomes
multifactorial {graph}
</p>

<p>
proximal - distal
</p>

<p>
given complexity, how do we think about causality? exponential
reweighting
</p>

<p>
C -&gt; c &#x2013;&gt; c &#x2013;&gt; c -&gt; E 1 2 3 4 ^ this c
</p>

<p>
them: [c, c, c] -&gt; me: c -&gt; c -&gt; c
</p>

<p>
luck:
</p>

<p>
inp -&gt; [] -&gt; oup
</p>

<p>
[] = (divine) luck = [god*random]
</p>

<p>
A
</p>

<p>
A -&gt; -&gt; -&gt; B e = c
</p>

<p class="verse">
e != 0<br />
</p>

<p>
<b>primary cause is flawed</b>
</p>

<p>
history = [] -&gt; oup [] ??
</p>

<p>
( { ) }
</p>

<p>
() {}
</p>

<p>
models: god random (luck) primary cause too interdependant
</p>

<p>
theology -&gt; modernism -&gt; postmoderism!
</p>

<p>
groups:
</p>

<ul class="org-ul">
<li>theological

<ul class="org-ul">
<li>by god</li>
</ul></li>

<li>modernism

<ul class="org-ul">
<li>by cause</li>
</ul></li>

<li>postmodernism

<ul class="org-ul">
<li>no cause</li>
</ul></li>

<li>transcendent-modernism

<ul class="org-ul">
<li>graph</li>
</ul></li>
</ul>

<p>
objective truth != exist useful truth = exist postmodern -&gt; useful truth
!= exist
</p>
