docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.tex
% Created 2021-10-17 Sun 17:27
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{tikz}
\usepackage{cancel}
\usepackage{pgfplots}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\usepackage{csquotes}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Huxley Marvit}
\date{\today}
\title{American Revolution Historiography Essay Prep}
\hypersetup{
 pdfauthor={Huxley Marvit},
 pdftitle={American Revolution Historiography Essay Prep},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\#flo \#ret \#disorganized \#hw

\noindent\rule{\textwidth}{0.5pt}

\begin{verbatim}
title: prompt
American Revolution Historiography Essay

In a paper approximately 4 pages in length, write a synthesis essay using at least two of the American revolution articles. The goal of the paper is to write about the historiography of the American revolution, synthesizing different interpretations to make your own argument about the causes of the American revolution. 

Synthesis writing is not that much different from what you did in 10th grade where you incorporated multiple sources while answering questions posed in the prompt. You are not summarizing the texts, comparing/contrasting, or making a judgement about how one source stacks up against another. Instead, you are using the sources to develop and advance your own idea about the revolution. 

Your synthesis might take one of two general tracks (though I am open to discussing additional ideas as well):

1.  Historiography: How might the sources help us to think about how histories of the revolution are told. You might think about the types of arguments the authors are making: do they construct a top-down or bottom-up narrative? Do they highlight political, economic, cultural, or ideological factors in their explanation of the events leading up to the revolution? What are the implications of these organizational and analytical decisions? Your paper might resemble a “state of the field” highlighting the insights and lingering questions from our accumulative understanding of the revolution. You might also highlight what is “at stake” in these arguments about the revolution

2.  Historical synthesis: Using the evidence and insights from the authors, what kinds of conclusions might you draw about the revolution. You might look at different causal forces to talk about the radical potential or radical results of the revolution (or lack thereof). You might develop connections between the different analytical perspectives offered by the authors--for example, how might we look at ideological roots, elite anxiety, and popular participation as being constituent parts of a larger whole? Does the revolution represent an advancement in democracy or a continuation of elite rule? What sort of ideas, fears, and interests do the authors point to in describing the motivations of the different actors involved in the revolution?


To assemble the material for your essay, you should feel free to utilize your notes from the presentations of other readings, consult with your classmates, and/or read parts of the other readings while preparing your essay. While your thesis should of course be your own original work, it is always a good idea to talk about your ideas with others, including your classmates.
\end{verbatim}

what was the cause of the american revoltion?

thinking:

historians that we read think about causality wrong

proximal and distal causality?

infinite chain of causality

cause -> cause -> effect

multiple causes can lead to multiple effects which in turn have effects

there is no single cause! it fits into this graph-network of causes and
effects

essay: fit the causes of the american revolution into this graph
framework of cause -> effect

for example, being able to unite over shared rejection of goods might be
a proximal cause, but it is not \emph{the} cause of the revolution.

big idea: \textbf{NEW MODEL OF CAUSALITY} this is, historiography.

\begin{itemize}
\item summaries of the readings:

\begin{itemize}
\item Holton: forced founders

\begin{itemize}
\item economic situations!

\begin{itemize}
\item each chapter about how lack of independence has negative
economic impacts
\end{itemize}

\item elites had to do stuff because of their debt?
\end{itemize}

\item Wood: The Radicalism of the American Revolution

\begin{itemize}
\item united by values
\item popular belief shaped by lived experience

\begin{itemize}
\item this is what drove the revolution
\end{itemize}
\end{itemize}

\item Bailyn: The Ideological Origins of the American Revolution

\begin{itemize}
\item british political radicals?
\item enslaving america via taxes?
\end{itemize}

\item Breen: The Marketplace of Revolution

\begin{itemize}
\item social resources allowed people to unite across colonies

\begin{itemize}
\item shared rejection of goods!
\end{itemize}
\end{itemize}

\item Linebaugh and Rediker: Many Headed Hydra

\begin{itemize}
\item Not about great men, it's really about

\begin{itemize}
\item sailors, slaves, mobs
\end{itemize}

\item marxist! rise of the proletariat!
\end{itemize}
\end{itemize}
\end{itemize}

[forced founders + ->

bailyn -> [wood, holton] ->

linebaugh: breen: [wood, holton] : bailyn <- time

\begin{itemize}
\item many different people united.

\begin{itemize}
\item how did they unite?
\end{itemize}

\item people could united their ideals through shared rejection of goods

\begin{itemize}
\item why did they have the ideals?
\end{itemize}

\item shared lived experience -- in debt

\begin{itemize}
\item why did they have that lived experience -- why were they in debt?
\end{itemize}

\item taxes!

\begin{itemize}
\item why did they have taxes?
\end{itemize}
\end{itemize}

the complex nature of causality

outline: - thesis - causality is complex and historians pick a small
piece that matches a ideological agenda -

with this updated model, the "cause" of the revolution becomes
multifactorial \{graph\}

proximal - distal

given complexity, how do we think about causality? exponential
reweighting

C -> c --> c --> c -> E 1 2 3 4 \^{} this c

them: [c, c, c] -> me: c -> c -> c

luck:

inp -> [] -> oup

[] = (divine) luck = [god*random]

A

A -> -> -> B e = c

\begin{verse}
e != 0\\
\end{verse}

\textbf{primary cause is flawed}

history = [] -> oup [] ??

( \{ ) \}

() \{\}

models: god random (luck) primary cause too interdependant

theology -> modernism -> postmoderism!

groups:

\begin{itemize}
\item theological

\begin{itemize}
\item by god
\end{itemize}

\item modernism

\begin{itemize}
\item by cause
\end{itemize}

\item postmodernism

\begin{itemize}
\item no cause
\end{itemize}

\item transcendent-modernism

\begin{itemize}
\item graph
\end{itemize}
\end{itemize}

objective truth != exist useful truth = exist postmodern -> useful truth
!= exist
