src/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.org
*** Thesis!
    :PROPERTIES:
    :CUSTOM_ID: thesis
    :END:
models of causality are based on

historians look for causes.

causes historians find

the concept of the cause of the american revolution has evolved

perceived cause has co-evolved with changes in the view of causality
itself -- it has gone from theological causality, to modernistic
causality, postmodernistic

*the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed. we can understand these
frameworks -- how they have shifted, and even where they should go -- by
looking at them from a higher level of abstraction: the evolving view of
causality itself.*

*** Outlining
    :PROPERTIES:
    :CUSTOM_ID: outlining
    :END:

- intro: models of causality

  - the frameworks in which we situate causes have evolved just as the
    assigned causes themselves have changed.
  - we can understand these frameworks -- how they have shifted, and
    even where they should go -- by looking at them from a higher level
    of abstraction: the evolving view of causality itself.

- theological causality

  - the american revolution was caused by god / divine intervention, and
    we can't hope to understand it

- modernistic causality

  - the american revolution was caused by this cause, and this lets us
    understand it

- postmodernistic causality

  - the american revolution had no cause, and we cannot understand it

- transcendent-modernism

  - the american revolution had a graph of causes, and while we may not
    be able to understand it, we can still learn from it

- conclusion

*** Evidencing
    :PROPERTIES:
    :CUSTOM_ID: evidencing
    :END:

- theological

  - breen, end of page 7.

    - "divine luck defying close analysis"

  - declaration of independence!

    - natures god
    - https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/07/05/the-declaration-of-independence-and-god/

- modernism

  - breen!
  - holton!
  - bailyn!
  - rettiker!

- postmodernistic

  - the existance of all these different intepretations?

- transcendent-modernism

  - my thing! with the graph!

*** finer
    :PROPERTIES:
    :CUSTOM_ID: finer
    :END:

- intro: models of causality

  - the frameworks in which we situate causes have evolved just as the
    assigned causes themselves have changed.
  - we can understand these frameworks -- how they have shifted, and
    even where they should go -- by looking at them from a higher level
    of abstraction: the evolving view of causality itself.

- theological causality

  - the american revolution was caused by god / divine intervention, and
    we shoudn't try to understand it

    - breen, constitution
    - also includes just luck that we shouldnt try to understand

      - 13 clocks striking at the same time

  - asks: how do we please god?

- modernistic causality

  - the american revolution was caused by this cause, and this lets us
    understand it

    - while the actual causes vary, this model is the most prominent

      - causes vary from x to y

        - from holton to rediker

    - distinction from theological with god being the cause, is that
      modernism claims to be able to understand from their cause

  - asks: what were the true causes?

- postmodernistic causality

  - the american revolution had no cause, and we cannot understand it
  - this is the next logical step, from such a wide pool of perspectives
  - posits that no lessons can be learned; where transcendent-modernism
    differs
  - asks: nothing.

- transcendent-modernism

  - the american revolution had a graph of causes, and while we may not
    be able to understand it, we can still learn from it
  - while modernisism argues that there is a solution to the problem of
    history, postmodernism argues there isnt,

    - transcendent modernism argues we don't need one.

  - model causality as a graph with infinitesimal granularity

    - the graph!

  - how did the factors interact, and what can we learn from them?

- conclusion

  - ?? maybe,

    - all models of dealing with a "black wall" (instead of black box)
    - dont worry
    - heres the solution
    - there isnt a solution
    - there doesnt need to be a solution

*** Quote bin
    :PROPERTIES:
    :CUSTOM_ID: quote-bin
    :END:
