docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.html

<div id="outline-container-thesis" class="outline-3">
<h3 id="thesis"><span class="section-number-3">0.1</span> Thesis!</h3>
<div class="outline-text-3" id="text-thesis">
<p>
models of causality are based on
</p>

<p>
historians look for causes.
</p>

<p>
causes historians find
</p>

<p>
the concept of the cause of the american revolution has evolved
</p>

<p>
perceived cause has co-evolved with changes in the view of causality
itself &#x2013; it has gone from theological causality, to modernistic
causality, postmodernistic
</p>

<p>
*the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed. we can understand these
frameworks &#x2013; how they have shifted, and even where they should go &#x2013; by
looking at them from a higher level of abstraction: the evolving view of
causality itself.*
</p>
</div>
</div>

<div id="outline-container-outlining" class="outline-3">
<h3 id="outlining"><span class="section-number-3">0.2</span> Outlining</h3>
<div class="outline-text-3" id="text-outlining">
<ul class="org-ul">
<li>intro: models of causality

<ul class="org-ul">
<li>the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed.</li>
<li>we can understand these frameworks &#x2013; how they have shifted, and
even where they should go &#x2013; by looking at them from a higher level
of abstraction: the evolving view of causality itself.</li>
</ul></li>

<li>theological causality

<ul class="org-ul">
<li>the american revolution was caused by god / divine intervention, and
we can't hope to understand it</li>
</ul></li>

<li>modernistic causality

<ul class="org-ul">
<li>the american revolution was caused by this cause, and this lets us
understand it</li>
</ul></li>

<li>postmodernistic causality

<ul class="org-ul">
<li>the american revolution had no cause, and we cannot understand it</li>
</ul></li>

<li>transcendent-modernism

<ul class="org-ul">
<li>the american revolution had a graph of causes, and while we may not
be able to understand it, we can still learn from it</li>
</ul></li>

<li>conclusion</li>
</ul>
</div>
</div>

<div id="outline-container-evidencing" class="outline-3">
<h3 id="evidencing"><span class="section-number-3">0.3</span> Evidencing</h3>
<div class="outline-text-3" id="text-evidencing">
<ul class="org-ul">
<li>theological

<ul class="org-ul">
<li>breen, end of page 7.

<ul class="org-ul">
<li>"divine luck defying close analysis"</li>
</ul></li>

<li>declaration of independence!

<ul class="org-ul">
<li>natures god</li>
<li><a href="https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/07/05/the-declaration-of-independence-and-god/">https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/07/05/the-declaration-of-independence-and-god/</a></li>
</ul></li>
</ul></li>

<li>modernism

<ul class="org-ul">
<li>breen!</li>
<li>holton!</li>
<li>bailyn!</li>
<li>rettiker!</li>
</ul></li>

<li>postmodernistic

<ul class="org-ul">
<li>the existance of all these different intepretations?</li>
</ul></li>

<li>transcendent-modernism

<ul class="org-ul">
<li>my thing! with the graph!</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-finer" class="outline-3">
<h3 id="finer"><span class="section-number-3">0.4</span> finer</h3>
<div class="outline-text-3" id="text-finer">
<ul class="org-ul">
<li>intro: models of causality

<ul class="org-ul">
<li>the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed.</li>
<li>we can understand these frameworks &#x2013; how they have shifted, and
even where they should go &#x2013; by looking at them from a higher level
of abstraction: the evolving view of causality itself.</li>
</ul></li>

<li>theological causality

<ul class="org-ul">
<li>the american revolution was caused by god / divine intervention, and
we shoudn't try to understand it

<ul class="org-ul">
<li>breen, constitution</li>
<li>also includes just luck that we shouldnt try to understand

<ul class="org-ul">
<li>13 clocks striking at the same time</li>
</ul></li>
</ul></li>

<li>asks: how do we please god?</li>
</ul></li>

<li>modernistic causality

<ul class="org-ul">
<li>the american revolution was caused by this cause, and this lets us
understand it

<ul class="org-ul">
<li>while the actual causes vary, this model is the most prominent

<ul class="org-ul">
<li>causes vary from x to y

<ul class="org-ul">
<li>from holton to rediker</li>
</ul></li>
</ul></li>

<li>distinction from theological with god being the cause, is that
modernism claims to be able to understand from their cause</li>
</ul></li>

<li>asks: what were the true causes?</li>
</ul></li>

<li>postmodernistic causality

<ul class="org-ul">
<li>the american revolution had no cause, and we cannot understand it</li>
<li>this is the next logical step, from such a wide pool of perspectives</li>
<li>posits that no lessons can be learned; where transcendent-modernism
differs</li>
<li>asks: nothing.</li>
</ul></li>

<li>transcendent-modernism

<ul class="org-ul">
<li>the american revolution had a graph of causes, and while we may not
be able to understand it, we can still learn from it</li>
<li>while modernisism argues that there is a solution to the problem of
history, postmodernism argues there isnt,

<ul class="org-ul">
<li>transcendent modernism argues we don't need one.</li>
</ul></li>

<li>model causality as a graph with infinitesimal granularity

<ul class="org-ul">
<li>the graph!</li>
</ul></li>

<li>how did the factors interact, and what can we learn from them?</li>
</ul></li>

<li>conclusion

<ul class="org-ul">
<li>?? maybe,

<ul class="org-ul">
<li>all models of dealing with a "black wall" (instead of black box)</li>
<li>dont worry</li>
<li>heres the solution</li>
<li>there isnt a solution</li>
<li>there doesnt need to be a solution</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
