docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.tex

\subsection{Thesis!}
\label{sec:orgee5e1b3}
models of causality are based on

historians look for causes.

causes historians find

the concept of the cause of the american revolution has evolved

perceived cause has co-evolved with changes in the view of causality
itself -- it has gone from theological causality, to modernistic
causality, postmodernistic

*the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed. we can understand these
frameworks -- how they have shifted, and even where they should go -- by
looking at them from a higher level of abstraction: the evolving view of
causality itself.*

\subsection{Outlining}
\label{sec:org6efe298}
\begin{itemize}
\item intro: models of causality

\begin{itemize}
\item the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed.
\item we can understand these frameworks -- how they have shifted, and
even where they should go -- by looking at them from a higher level
of abstraction: the evolving view of causality itself.
\end{itemize}

\item theological causality

\begin{itemize}
\item the american revolution was caused by god / divine intervention, and
we can't hope to understand it
\end{itemize}

\item modernistic causality

\begin{itemize}
\item the american revolution was caused by this cause, and this lets us
understand it
\end{itemize}

\item postmodernistic causality

\begin{itemize}
\item the american revolution had no cause, and we cannot understand it
\end{itemize}

\item transcendent-modernism

\begin{itemize}
\item the american revolution had a graph of causes, and while we may not
be able to understand it, we can still learn from it
\end{itemize}

\item conclusion
\end{itemize}

\subsection{Evidencing}
\label{sec:org965347a}
\begin{itemize}
\item theological

\begin{itemize}
\item breen, end of page 7.

\begin{itemize}
\item "divine luck defying close analysis"
\end{itemize}

\item declaration of independence!

\begin{itemize}
\item natures god
\item \url{https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/07/05/the-declaration-of-independence-and-god/}
\end{itemize}
\end{itemize}

\item modernism

\begin{itemize}
\item breen!
\item holton!
\item bailyn!
\item rettiker!
\end{itemize}

\item postmodernistic

\begin{itemize}
\item the existance of all these different intepretations?
\end{itemize}

\item transcendent-modernism

\begin{itemize}
\item my thing! with the graph!
\end{itemize}
\end{itemize}

\subsection{finer}
\label{sec:orga603867}
\begin{itemize}
\item intro: models of causality

\begin{itemize}
\item the frameworks in which we situate causes have evolved just as the
assigned causes themselves have changed.
\item we can understand these frameworks -- how they have shifted, and
even where they should go -- by looking at them from a higher level
of abstraction: the evolving view of causality itself.
\end{itemize}

\item theological causality

\begin{itemize}
\item the american revolution was caused by god / divine intervention, and
we shoudn't try to understand it

\begin{itemize}
\item breen, constitution
\item also includes just luck that we shouldnt try to understand

\begin{itemize}
\item 13 clocks striking at the same time
\end{itemize}
\end{itemize}

\item asks: how do we please god?
\end{itemize}

\item modernistic causality

\begin{itemize}
\item the american revolution was caused by this cause, and this lets us
understand it

\begin{itemize}
\item while the actual causes vary, this model is the most prominent

\begin{itemize}
\item causes vary from x to y

\begin{itemize}
\item from holton to rediker
\end{itemize}
\end{itemize}

\item distinction from theological with god being the cause, is that
modernism claims to be able to understand from their cause
\end{itemize}

\item asks: what were the true causes?
\end{itemize}

\item postmodernistic causality

\begin{itemize}
\item the american revolution had no cause, and we cannot understand it
\item this is the next logical step, from such a wide pool of perspectives
\item posits that no lessons can be learned; where transcendent-modernism
differs
\item asks: nothing.
\end{itemize}

\item transcendent-modernism

\begin{itemize}
\item the american revolution had a graph of causes, and while we may not
be able to understand it, we can still learn from it
\item while modernisism argues that there is a solution to the problem of
history, postmodernism argues there isnt,

\begin{itemize}
\item transcendent modernism argues we don't need one.
\end{itemize}

\item model causality as a graph with infinitesimal granularity

\begin{itemize}
\item the graph!
\end{itemize}

\item how did the factors interact, and what can we learn from them?
\end{itemize}

\item conclusion

\begin{itemize}
\item ?? maybe,

\begin{itemize}
\item all models of dealing with a "black wall" (instead of black box)
\item dont worry
\item heres the solution
\item there isnt a solution
\item there doesnt need to be a solution
\end{itemize}
\end{itemize}
\end{itemize}
