docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.html

<div id="outline-container-quote-bin" class="outline-3">
<h3 id="quote-bin"><span class="section-number-3">0.5</span> Quote bin</h3>
<div class="outline-text-3" id="text-quote-bin">
</div>
</div>
<div id="outline-container-fridge" class="outline-3">
<h3 id="fridge"><span class="section-number-3">0.6</span> fridge</h3>
<div class="outline-text-3" id="text-fridge">
<p>
as the very framework in which we situate causes has evolved just as the
assigned causes themselves have changed.
</p>
</div>
</div>

<div id="outline-container-writing.-begin." class="outline-2">
<h2 id="writing.-begin."><span class="section-number-2">1</span> Writing. Begin.</h2>
<div class="outline-text-2" id="text-writing.-begin.">
<p>
Grappling with causality is inherent in the historical analysis process.
This process is predicated on the concept of cause and effect;
constructed histories take an effect, assign a cause, then explain the
connection between them. Even with a single effect, say, the American
revolution, these histories take many different forms and evolve as time
goes on. They have shifted from arguments involving divine right,
through the "great men" narrative, and into economic and cultural
explanations. These are all assigned causes to the American revolution,
the evolution of which is a history in and of itself. However, just as
these assigned causes evolve over time, the frameworks these causes
reside in have coevolved. The very way we think about causality has
changed, allowing us to ask and consider new questions which are only
allowed to emerge in certain frameworks of causality. We can understand
these frameworks &#x2013; how they have shifted, what their limits are, and
even where they should go &#x2013; by looking at them from a higher level of
abstraction: the evolving view of causality itself.
</p>

<p>
One of the first frameworks took the form of theological causality, a
framework which most modern historians reject. This framework's causes
stem from the divine: god caused the American revolution to happen, and
we shoudn't try to understand it. The modern historian Breen points to
this framework as something that should be avoided in his 2004 book <i>The
Marketplace of Revolution</i>. He calls the histories emerging from this
framework
</p>

<p>
"a kind of divine blessing defying close analysis"
</p>

<p>
Causes in this framework stem from the divine, and thus, we should not
try to understandf
</p>

<p>
When applied to the American revolution,
</p>
</div>
</div>
</div>
</body>
</html>
