docs/history/history11/KBxAmericanRevolutionHistoriographyEssayPrep.tex

\subsection{Quote bin}
\label{sec:orgf4c84ab}
\subsection{fridge}
\label{sec:org80b0bef}
as the very framework in which we situate causes has evolved just as the
assigned causes themselves have changed.

\section{Writing. Begin.}
\label{sec:org55e95c2}
Grappling with causality is inherent in the historical analysis process.
This process is predicated on the concept of cause and effect;
constructed histories take an effect, assign a cause, then explain the
connection between them. Even with a single effect, say, the American
revolution, these histories take many different forms and evolve as time
goes on. They have shifted from arguments involving divine right,
through the "great men" narrative, and into economic and cultural
explanations. These are all assigned causes to the American revolution,
the evolution of which is a history in and of itself. However, just as
these assigned causes evolve over time, the frameworks these causes
reside in have coevolved. The very way we think about causality has
changed, allowing us to ask and consider new questions which are only
allowed to emerge in certain frameworks of causality. We can understand
these frameworks -- how they have shifted, what their limits are, and
even where they should go -- by looking at them from a higher level of
abstraction: the evolving view of causality itself.

One of the first frameworks took the form of theological causality, a
framework which most modern historians reject. This framework's causes
stem from the divine: god caused the American revolution to happen, and
we shoudn't try to understand it. The modern historian Breen points to
this framework as something that should be avoided in his 2004 book \emph{The
Marketplace of Revolution}. He calls the histories emerging from this
framework

"a kind of divine blessing defying close analysis"

Causes in this framework stem from the divine, and thus, we should not
try to understandf

When applied to the American revolution,
\end{document}
